tap "gcenx/wine"
tap "hamed-elfayome/claude-usage"
tap "jzelinskie/duckdns"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "romkatv/powerlevel10k"
tap "surrealdb/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
brew "ack"
brew "asdf"
brew "freetype"
brew "gettext"
brew "fontconfig"
brew "glib"
brew "libxcb"
brew "cairo"
brew "openjdk"
brew "ballerina"
brew "readline"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bison"
brew "capstone"
brew "carthage"
brew "cmake"
brew "sqlite", link: true
brew "codespell"
brew "cowsay"
brew "dfu-programmer"
brew "dfu-util"
brew "displayplacer"
brew "dnsmasq"
brew "docker"
brew "doctl"
brew "elixir"
brew "elixir-ls"
brew "node"
brew "eslint"
brew "exercism"
brew "faas-cli"
brew "fastfetch"
brew "fd"
brew "x265"
brew "figlet"
brew "fish"
brew "fzf"
brew "mpfr"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "openjpeg"
brew "tesseract"
brew "gist"
brew "libiconv"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "gnu-sed"
brew "libgpg-error"
brew "go"
brew "gpatch"
brew "gsl"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "shared-mime-info"
brew "imagemagick"
brew "qpdf"
brew "jq"
brew "kafka"
brew "kind"
brew "lazydocker"
brew "lazygit"
brew "leiningen"
brew "libffi"
brew "libpq"
brew "libtermkey"
brew "libxkbcommon"
brew "libxml2"
brew "libyaml"
brew "linkerd"
brew "logrotate", restart_service: :changed
brew "lsusb"
brew "lua"
brew "luajit"
brew "luarocks"
brew "lunchy"
brew "luv"
brew "macvim"
brew "markdown"
brew "mas"
brew "memcached"
brew "meson"
brew "minikube"
brew "protobuf"
brew "mosh"
brew "nasm"
brew "neovim"
brew "pkgconf"
brew "node-build"
brew "nodenv"
brew "ocaml"
brew "ocrmypdf"
brew "onefetch"
brew "opam"
brew "open-ocd"
brew "openssl@1.1"
brew "plotutils"
brew "pnpm"
brew "podman"
brew "poppler"
brew "postgresql@14"
brew "postgresql@18", restart_service: :changed
brew "powerlevel10k"
brew "powerman"
brew "prettier"
brew "protoc-gen-grpc-swift"
brew "pv"
brew "pyenv"
brew "pygments"
brew "qemu"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "screenfetch"
brew "smartmontools"
brew "smug"
brew "sox"
brew "speedtest-cli"
brew "subversion"
brew "swi-prolog"
brew "temporal"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "toilet"
brew "tree"
brew "tree-sitter"
brew "universal-ctags"
brew "wget"
brew "yarn"
brew "zig"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jzelinskie/duckdns/duckdns"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "appcleaner"
cask "chromedriver"
cask "claude"
cask "claude-code"
cask "hamed-elfayome/claude-usage/claude-usage-tracker"
cask "coconutbattery"
cask "codex"
cask "evernote"
cask "font-hack-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "fork"
cask "geekbench"
cask "github"
cask "github-copilot-for-xcode"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "ngrok"
cask "phoenix"
cask "qbittorrent"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
cask "zoom"
cask "zotero"
vscode "1yib.rust-bundle"
vscode "anthropic.claude-code"
vscode "anweber.httpbook"
vscode "anweber.vscode-httpyac"
vscode "ardenivanov.svelte-intellisense"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dunstontc.vscode-go-syntax"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "golang.go"
vscode "ibm.output-colorizer"
vscode "idleberg.applescript"
vscode "idleberg.jxa"
vscode "jakebecker.elixir-ls"
vscode "jdinhlife.gruvbox"
vscode "jep-a.lua-plus"
vscode "koichisasada.vscode-rdbg"
vscode "kumar-harsh.graphql-for-vscode"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "openai.chatgpt"
vscode "peterj.proto"
vscode "quillaja.goasm"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "swiftlang.swift-vscode"
vscode "twxs.cmake"
vscode "wso2.wso2-platform"
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "AnkiApp", id: 689185915
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Copilot", id: 6738511300
mas "Developer", id: 640199958
mas "Display Menu", id: 549083868
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Kyoku 2", id: 1484406208
mas "Linearity Curve", id: 1219074514
mas "Logoist 4", id: 1493005285
mas "Magnet", id: 441258766
mas "Marked 2", id: 890031187
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "MonitorControlLite", id: 1595464182
mas "myPoint Light S", id: 518658487
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "SQLiteExplorer", id: 1616792360
mas "SQLPro for SQLite", id: 586001240
mas "Surfshark", id: 1437809329
mas "Swift Playground", id: 1496833156
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Trello", id: 1278508951
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
cargo "cargo-update"
cargo "tree-sitter-cli"
