tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jzelinskie/duckdns"
tap "prisma/prisma"
tap "universal-ctags/universal-ctags"
tap "vulgo/repo"
brew "ack"
brew "arduino-cli"
brew "libyaml"
brew "readline"
brew "asdf"
brew "gettext"
brew "sqlite"
brew "carthage"
brew "circleci"
brew "cowsay"
brew "llvm"
brew "crystal"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "dnsmasq"
brew "doctl"
brew "elixir"
brew "exercism"
brew "faas-cli"
brew "flac"
brew "fzf"
brew "gist"
brew "git"
brew "helm"
brew "httpie"
brew "imagemagick"
brew "joplin"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "lua"
brew "memcached", restart_service: true
brew "minikube"
brew "mosh"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "ocaml"
brew "qt"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rust"
brew "syncthing", restart_service: true
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "watchman"
brew "yarn"
brew "zsh"
brew "jzelinskie/duckdns/duckdns"
brew "prisma/prisma/prisma"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vulgo/repo/webdriver.sh"
cask "chromedriver"
cask "google-cloud-sdk"
cask "julia"
cask "karabiner-elements"
