tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "rbenv/tap"
tap "romkatv/powerlevel10k"
tap "universal-ctags/universal-ctags"
tap "wfxr/code-minimap"
brew "ack"
brew "readline"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "awscli"
brew "bats"
brew "gettext"
brew "glib"
brew "cairo"
brew "carthage"
brew "lua"
brew "cowsay"
brew "ctags"
brew "dfu-programmer"
brew "dfu-util"
brew "dnsmasq"
brew "docker"
brew "docker-machine"
brew "doctl"
brew "elixir"
brew "ethereum"
brew "exercism"
brew "faas-cli"
brew "fish"
brew "fzf"
brew "openjpeg"
brew "gist"
brew "git"
brew "git-gui"
brew "gnu-sed"
brew "go"
brew "gpatch"
brew "protobuf"
brew "grpc-swift"
brew "gsl"
brew "helm"
brew "httpie"
brew "hugo"
brew "shared-mime-info"
brew "x265"
brew "imagemagick"
brew "libxml2"
brew "kind"
brew "lazydocker"
brew "lazygit"
brew "libiconv"
brew "libtermkey"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "luv"
brew "macvim"
brew "markdown"
brew "memcached"
brew "minikube"
brew "moreutils", link: false
brew "mosh"
brew "mpfr"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node"
brew "node-build"
brew "nodenv"
brew "ocaml"
brew "opam"
brew "openjdk"
brew "plotutils"
brew "poppler"
brew "postgresql"
brew "postgresql@13"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "screenfetch"
brew "smartmontools"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "zig"
brew "zlib"
brew "zsh"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "appcleaner"
cask "brave-browser"
cask "chromedriver"
cask "coconutbattery"
cask "dbeaver-community"
cask "eloston-chromium"
cask "evernote"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "fork"
cask "ganache"
cask "geekbench"
cask "github"
cask "google-chrome"
cask "graphql-playground"
cask "intellij-idea-ce"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "miniforge"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
cask "zoom"
cask "zotero"
