tap "armmbed/formulae"
tap "clojure/tools"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jzelinskie/duckdns"
tap "koekeishiya/formulae"
tap "mas-cli/tap"
tap "mongodb/brew"
tap "nikolaeu/numi"
tap "pulumi/tap"
tap "rbenv/tap"
tap "romkatv/powerlevel10k"
tap "surrealdb/tap"
tap "teamookla/speedtest"
tap "universal-ctags/universal-ctags"
tap "warrensbox/tap"
tap "wfxr/code-minimap"
brew "ack"
brew "openssl@3"
brew "coreutils"
brew "libyaml"
brew "readline"
brew "asdf"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "sqlite", link: true
brew "glib"
brew "libxcb"
brew "cairo"
brew "openjdk"
brew "ballerina"
brew "bat"
brew "bison"
brew "carthage"
brew "cmake"
brew "code-minimap"
brew "codespell"
brew "cowsay"
brew "dfu-programmer"
brew "dfu-util"
brew "dnsmasq"
brew "docker"
brew "doctl"
brew "elixir"
brew "elixir-ls"
brew "exa"
brew "exercism"
brew "faas-cli"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "mpfr"
brew "gcc"
brew "gh"
brew "openjpeg"
brew "gist"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "gnu-sed"
brew "libgpg-error"
brew "go"
brew "gpatch"
brew "protobuf"
brew "grpc-swift"
brew "gsl"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "shared-mime-info"
brew "x265"
brew "imagemagick"
brew "kafka"
brew "kind"
brew "lazydocker"
brew "lazygit"
brew "leiningen"
brew "libffi"
brew "libiconv"
brew "libpq"
brew "libtermkey"
brew "libxkbcommon"
brew "libxml2"
brew "linkerd"
brew "logrotate"
brew "lsusb"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "macvim"
brew "markdown"
brew "mas"
brew "memcached"
brew "meson"
brew "minikube"
brew "mosh"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "node"
brew "pkg-config"
brew "node-build"
brew "nodenv"
brew "ocaml"
brew "onefetch"
brew "opam"
brew "open-ocd"
brew "openssl@1.1"
brew "pfetch"
brew "plotutils"
brew "pnpm"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "powerlevel10k"
brew "powerman"
brew "prettier"
brew "pv"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "screenfetch"
brew "showkey"
brew "smartmontools"
brew "speedtest-cli"
brew "subversion"
brew "swi-prolog"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "universal-ctags"
brew "websocat"
brew "wget"
brew "yarn"
brew "zig"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "clojure/tools/clojure"
brew "cloudflare/cloudflare/cloudflared"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "nikolaeu/numi/numi-cli"
brew "pulumi/tap/pulumi"
brew "surrealdb/tap/surreal"
brew "warrensbox/tap/tfswitch"
cask "1password-cli"
cask "appcleaner"
cask "brave-browser"
cask "chromedriver"
cask "coconutbattery"
cask "dbeaver-community"
cask "evernote"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "fork"
cask "geekbench"
cask "github"
cask "google-chrome"
cask "graphql-playground"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "multipass"
cask "ngrok"
cask "numi"
cask "phoenix"
cask "qbittorrent"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
cask "zoom"
cask "zotero"
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Display Menu", id: 549083868
mas "Goodnotes", id: 1444383602
mas "Kyoku 2", id: 1484406208
mas "Logoist 4", id: 1493005285
mas "myPoint Light S", id: 518658487
mas "Reeder", id: 1529448980
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "SQLiteExplorer", id: 1616792360
mas "SQLPro for SQLite", id: 586001240
mas "TestFlight", id: 899247664
mas "Trello", id: 1278508951
mas "WireGuard", id: 1451685025
vscode "ardenivanov.svelte-intellisense"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.toml"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "chakrounanas.turbo-console-log"
vscode "dbaeumer.vscode-eslint"
vscode "dunstontc.vscode-go-syntax"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ibm.output-colorizer"
vscode "idleberg.applescript"
vscode "jakebecker.elixir-ls"
vscode "jdinhlife.gruvbox"
vscode "jep-a.lua-plus"
vscode "koichisasada.vscode-rdbg"
vscode "kumar-harsh.graphql-for-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "pandy.bun"
vscode "quillaja.goasm"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "sswg.swift-lang"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "wso2.ballerina"
