tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neomutt/neomutt"
tap "neovim/neovim"
tap "prisma/prisma"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "apache-spark"
brew "gmp"
brew "mpfr"
brew "autoconf"
brew "libtool"
brew "readline"
brew "asdf"
brew "sqlite"
brew "xz"
brew "azure-cli"
brew "bdw-gc"
brew "boost"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cairo"
brew "carthage"
brew "cfssl"
brew "chromedriver"
brew "compose2kube"
brew "pkg-config"
brew "crystal"
brew "dep"
brew "libusb"
brew "libusb-compat"
brew "dfu-programmer"
brew "dfu-util"
brew "dnsmasq", restart_service: true
brew "docker-machine-driver-xhyve"
brew "doctl"
brew "doxygen"
brew "elixir"
brew "elm"
brew "exercism"
brew "fzf"
brew "gist"
brew "git"
brew "gnu-getopt"
brew "godep"
brew "gotags"
brew "qt", link: true
brew "gradle"
brew "gx"
brew "helm"
brew "heroku"
brew "httpie"
brew "ipfs"
brew "joplin"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "libev"
brew "libiconv"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "m-cli"
brew "makedepend"
brew "memcached", restart_service: true
brew "minikube", link: false
brew "mosh"
brew "movgrab"
brew "msgpack"
brew "mutt"
brew "neo4j"
brew "neovim"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "opam"
brew "packer"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rtmpdump"
brew "rust"
brew "scala"
brew "socat"
brew "sphinx-doc"
brew "syncthing", restart_service: true
brew "the_silver_searcher"
brew "thrift"
brew "tig"
brew "tmate"
brew "tmux"
brew "utf8proc"
brew "v8"
brew "watchman"
brew "xhyve"
brew "yarn", link: false
brew "youtube-dl"
brew "zsh"
brew "neomutt/neomutt/neomutt"
brew "prisma/prisma/prisma"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "chromedriver"
cask "crosspack-avr"
cask "dotnet-sdk"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "minikube"
cask "minishift"
cask "oni"
cask "opensim"
cask "xquartz"
